[
  {
    "doi": "10.1007/978-3-032-06665-7_10",
    "title": "Cartoon Analysis – Chhota Bheem Character Detection and Screen Time Analysis Using YOLO (You Only Look Once)",
    "authors": "Sakshi Korde; Rasika Kanitkar; Vaishnavi Gaikwad; Hitali Khachane; Rashmi Apte; Mangesh Bedekar; Rakhi Dongaonkar",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Networks and Systems, ICT Systems and Sustainability"
  },
  {
    "doi": "10.1007/978-3-032-01536-5_83",
    "title": "Embedded IoMT System for Early Dementia Detection Using EEG Signals and Deep Learning on STM32 Microcontroller",
    "authors": "F. Jakjoud",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Networks and Systems, Connected Objects, Artificial Intelligence, Telecommunications and Electronics Engineering"
  },
  {
    "doi": "10.3389/fped.2025.1606749",
    "title": "Follow-up study on the long-term effectiveness of the home-visiting program “ProKind”: study protocol for a randomized controlled trial",
    "authors": "Sören Kliem; Malte Sandner; Tilman Brand; Sebastian Fischer; Anna Lohmann; Marie Lisanne Schepan; Gabriella Conti; Dirk Baier",
    "issuedDate": "2025-10-8",
    "abstract": "BackgroundThe Nurse-Family Partnership (NFP) is an evidence-based home visiting program shown to improve maternal and child outcomes. Pro Kind is the first German adaptation of NFP, implemented between 2006 and 2012. While earlier evaluations demonstrated short- and medium-term benefits, no European trial has yet assessed long-term effects into adolescence.ObjectivesThis study protocol outlines the third phase of the Pro Kind randomized controlled trial (RCT), designed to evaluate the program’s effectiveness 14–16 years post-intervention. Primary aims are to assess adolescent and maternal outcomes related to mental health, parenting, risk behaviors, and life satisfaction, as well as potential long-term economic effects.MethodsThe original RCT enrolled 755 pregnant women with psychosocial risk factors, randomly assigned to an intervention (n = 394) or control group (n = 361). The intervention comprised structured home visits from midwives or tandem teams (midwife + social worker) from pregnancy until the child’s second birthday. The 15-year follow-up combines self-report data (via online interviews and questionnaires) and administrative records on employment, social benefits, and criminal justice involvement. Discussion: This study represents the first long-term follow-up of an NFP adaptation in Europe. While U.S. trials of NFP provide evidence of the program’s effectiveness, these results cannot be generalized to European welfare contexts. This underscores the need for long-term evaluations of NFP adaptations in Europe to generate evidence that can inform policy and ensure evidence-based decision making.",
    "publisher": "Frontiers Media SA",
    "type": "journal-article",
    "journal": "Frontiers in Pediatrics"
  },
  {
    "doi": "10.1007/978-3-032-06665-7_50",
    "title": "Garbage Detection Solution for Smart Cities Using YOLOv8 Image Recognition",
    "authors": "Deepak Mane; Nandika Bansal; Shreyas Mulavekar; Mayank Mittal; Atharv Mule",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Networks and Systems, ICT Systems and Sustainability"
  },
  {
    "doi": "10.1007/978-3-032-01536-5_123",
    "title": "AI in Cybersecurity: A Systematic Survey of ML and DL Techniques for Enhanced Intrusion Detection",
    "authors": "Essayad Houda; Aouad Siham",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Networks and Systems, Connected Objects, Artificial Intelligence, Telecommunications and Electronics Engineering"
  },
  {
    "doi": "10.1007/978-3-032-01536-5_35",
    "title": "High-Accuracy Spasmodic Dysphonia Detection Using Machine Learning",
    "authors": "Hassan Ezzahori; Abdelkrim Hamimmou; Abdelghani Boudaoud; Mounaim Aqil",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Networks and Systems, Connected Objects, Artificial Intelligence, Telecommunications and Electronics Engineering"
  },
  {
    "doi": "10.21203/rs.3.rs-7677623/v1",
    "title": "Development of a Cost-Effective Human-Machine Interface with Integrated Firewall and AI-Based Intrusion Detection System for SCADA Security",
    "authors": "Gulab Kumar Mondal; Sangita Roy; Dharampal Singh; Biswarup Neogi",
    "issuedDate": "2025-10-8",
    "abstract": "Abstract\n        This research presents a low-cost, custom Human-Machine Interface (HMI) integrated with a built-in firewall and an AI-powered Intrusion Detection and Prevention System (IDS/IPS) designed to enhance cybersecurity in Supervisory Control and Data Acquisition (SCADA) networks. SCADA systems, essential for industrial control, often rely on legacy protocols such as Modbus, Remote Terminal Unit (RTU) and DNP3, which lack robust authentication and are vulnerable to cyber threats. Commercial HMIs and firewalls tend to be expensive and may not effectively address advanced threats like Advanced Persistent Threat (APT) or zero-day exploits, particularly for small and medium enterprises Small and Medium-sized Enterprise (SME). The proposed system is built around the Velocio ACE11 PLC and incorporates a Python-based PyQt5 GUI for real-time monitoring and control of a chemical mixing process. It features a passive firewall for inspecting Modbus serial traffic and a Random Forest–based IDS trained on protocol-specific features, including function codes, packet timing, and command types. The IDS achieves over (&gt; 96 %) detection accuracy with approximately ∼17 ms latency. Upon detection of intrusions, the system blocks malicious commands, activates fail-safe procedures, and alerts operators via the HMI interface. Simulation tests involving misuse of the protocol and unauthorized commands validate the effectiveness of the system [1]–[3]. This solution provides SMEs with an affordable, scalable, and high-performance cybersecurity platform tailored for SCADA environments, without compromising usability or operational continuity.",
    "publisher": "Springer Science and Business Media LLC",
    "type": "posted-content",
    "journal": "N/A"
  },
  {
    "doi": "10.1108/add-03-2025-0019",
    "title": "Mental health problems among women treated for alcohol or other drug problems: long-term trajectories",
    "authors": "Lisa Skogens; Ninive von Greiff",
    "issuedDate": "2025-10-8",
    "abstract": "Purpose\n                  This paper aims to investigate the occurrence and management of alcohol and other drugs (AOD) and mental health problems among women who have initiated a recovery process after treatment, focusing on how the recovery processes from these problems relate to each other over time.\n               \n               \n                  Design/methodology/approach\n                  Thirty women were interviewed three times over a 10-year period. All women had undergone treatment for AOD problems. Trajectories of both AOD use and experiences of mental health problems, based on the women’s own descriptions, were analyzed.\n               \n               \n                  Findings\n                  The results are presented in flowcharts that show heterogeneous trajectories for these problems and how they relate to each other. A qualitative analysis further reveals that remaining and sometimes reoccurring problems are interpreted differently over time. This implies that the need for support varies both with the type of problem and in relation to other contextual factors during the life course.\n               \n               \n                  Originality/value\n                  The results generate new knowledge about how recovery processes from AOD and mental health problems in women relate to each other over time, from a first-person perspective.",
    "publisher": "Emerald",
    "type": "journal-article",
    "journal": "Advances in Dual Diagnosis"
  },
  {
    "doi": "10.1007/978-3-032-07175-0_22",
    "title": "Enhancing Hate Speech Detection in Social Media Images Using Deep Learning and Synthetic Datasets",
    "authors": "Nontokozo Manukuza; Skhumbuzo Zwane; Matthew Adigun",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Communications in Computer and Information Science, Applied Informatics"
  },
  {
    "doi": "10.5815/ijisa.2025.05.01",
    "title": "Optimizing Kidney Stone Detection: Exploring YOLOv8 Variants for Computational Efficiency and Enhanced Accuracy",
    "authors": "Amol Satsangi; Shaurya Jain; Subho Upadhyay",
    "issuedDate": "2025-10-8",
    "abstract": "Kidney stones are solid mineral and salt deposits formed within the kidneys, causing excruciating discomfort and pain when they obstruct the urinary tract. The presence of speckle noise in CT-scan images, coupled with the limitations of manual interpretation, makes kidney stone detection challenging and highlighting the need for precise and efficient diagnosis. This research investigates the efficacy of YOLOv8 models for kidney stone detection, aiming to strike a balance between computational efficiency and detection accuracy. This study's novel evaluation framework and practical deployment considerations underscore its contributions to advance kidney stone detection technologies. It evaluates five YOLOv8 variants (nano, small, medium, large, and extra-large) using standard metrics such as precision, recall, F1-score, and mAP@50, alongside computational resources like training time, power consumption, and memory usage. The comprehensive evaluation reveals that while YOLOv8s and YOLOv8e demonstrate superior performance in traditional metrics, YOLOv8s emerges as the optimal model, offering a harmonious balance with its high precision (0.917), highest mAP@50 (0.918), moderate power consumption (150W), and efficient memory usage. Graphical analyses further elucidate the behaviour of each model across different confidence thresholds, confirming the robustness of YOLOv8s. Additionally, this research explores the impact of model size and complexity on inference speed, demonstrating that smaller YOLOv8 variants achieve real-time performance with minimal latency. The study also introduces a method for model scalability, allowing for adjustments in accuracy and computational demand based on specific clinical or resource constraints. These contributions further emphasize the importance of holistic model assessment for real-world medical applications.",
    "publisher": "MECS Publisher",
    "type": "journal-article",
    "journal": "International Journal of Intelligent Systems and Applications"
  },
  {
    "doi": "10.1007/978-3-032-06665-7_36",
    "title": "Online Payment Fraud Detection Using Machine Learning",
    "authors": "Ayush Tiwari; Ayushi Tomar; Prabhjot Kaur",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Networks and Systems, ICT Systems and Sustainability"
  },
  {
    "doi": "10.1051/0004-6361/202556035",
    "title": "Realistic consecutive galaxy mergers form eccentric pulsar timing array sources",
    "authors": "F. Fastidio; E. Bortolas; A. Gualandris; A. Sesana; J.I. Read; W. Dehnen",
    "issuedDate": "2025-10-8",
    "abstract": "Results from pulsar timing arrays (PTAs) show evidence of a gravitational wave background (GWB) consistent with a population of unresolved supermassive black hole binaries (BHBs). The observed spectrum shows a flattening at lower frequencies that can be explained by a population of eccentric BHBs. This study aims to determine the dynamical evolution and merger timescales of the most massive BHBs, which are potential sources of the GWB. We selected successive galactic major mergers from the IllustrisTNG100-1 cosmological simulation and re-simulated them at high resolution with the N-body code Griffin down to binary separations of the order of a parsec. Coalescence timescales were estimated using a semi-analytical model that incorporates gravitational wave emission and stellar hardening. Throughout our investigation, we considered the impact of prior mergers on the remnant galaxy in the form of core scouring and anisotropy, which can influence the subsequent formation and evolution of BHBs. We find that all the binaries in our sample enter the PTA band with an eccentricity of e&gt;0.85: such a large eccentricity can impact the shape of the PTA observed GWB spectrum, and it highlights the importance of including the eccentricity of binaries when interpreting the PTA signal. Furthermore, we find that: (i) starting from initial separations of a few tens of kiloparsecs, the dynamical friction phase lasts for a few hundred million years; (ii) the binary formation time is not resolution-dependent; (iii) the scatter on the eccentricity at binary formation decreases with increasing resolution; and (iv) triple systems form whenever a third galaxy interacts with a binary that has not yet reached coalescence.",
    "publisher": "EDP Sciences",
    "type": "journal-article",
    "journal": "Astronomy &amp; Astrophysics"
  },
  {
    "doi": "10.1007/978-3-032-01536-5_74",
    "title": "A Performance-Based Comparison of Energy Detection Using Fixed and Adaptive Thresholds for CR-IoT Systems",
    "authors": "Khadija Lahrouni; Hayat Semlali; Guillaume Andrieux; Jean-François Diouris; Abdelilah Ghammaz",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Networks and Systems, Connected Objects, Artificial Intelligence, Telecommunications and Electronics Engineering"
  },
  {
    "doi": "10.1007/978-981-96-7480-0_37",
    "title": "Effect of Long-Chain Hydrocarbon on the Emissions of SI Engine Fueled with Gasoline-Ethanol Blends",
    "authors": "Harikrishna Nagwan; Raghubeer Singh Bangari; Shwetank Avikal",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Singapore",
    "type": "book-chapter",
    "journal": "Lecture Notes in Mechanical Engineering, Recent Advances in Mechanical Engineering"
  },
  {
    "doi": "10.1007/s00138-025-01747-z",
    "title": "Investigating long-term training for remote sensing object detection",
    "authors": "JongHyun Park; Yechan Kim; Moongu Jeon",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Science and Business Media LLC",
    "type": "journal-article",
    "journal": "Machine Vision and Applications"
  },
  {
    "doi": "10.5815/ijem.2025.05.05",
    "title": "Monkeypox Detection Using Support VectorMachine with a Quadratic Polynomial Kernel",
    "authors": "Michael Chi Seng Tang; Siew Ping Yiiong; Kee Chuong Ting; Sing Ling Ong; Marcella Peter; Khairunnisa Ibrahim",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "MECS Publisher",
    "type": "journal-article",
    "journal": "International Journal of Engineering and Manufacturing"
  },
  {
    "doi": "10.1007/978-3-032-06952-8_12",
    "title": "Platform Powering Cognitive and Memetic Digital Twins: To Boldly Go Where Memes May Live Long and Prosper",
    "authors": "Ulrich Schmitt",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Computer Science, Cooperative Design, Visualization, and Engineering"
  },
  {
    "doi": "10.1007/978-3-032-06069-3_26",
    "title": "Towards Semi-supervised Subspace Learning for Outlier Detection in Big Data",
    "authors": "Muhammad Rajabinasab; Anton D. Lautrup; Peter Schneider-Kamp; Arthur Zimek",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Computer Science, Similarity Search and Applications"
  },
  {
    "doi": "10.3389/fonc.2025.1679528",
    "title": "Whole-exome sequencing in Saudi colorectal cancer patients reveals distinct mutational patterns and population specific pathogenic variants",
    "authors": "Hanan E. Alatwi; Amnah A. Alharbi; Rashid Mir; Othman R. Alzahrani; Abdulrahman H. Alessa; Yousef M. Hawsawi; Mohammed Ali Arishi; Aziz Dhaher Albalawi",
    "issuedDate": "2025-10-8",
    "abstract": "BackgroundColorectal cancer (CRC) shows significant inter-population heterogeneity in its genomic landscape, yet Middle Eastern populations are underrepresented in large-scale sequencing studies. This exploratory study aims to characterize somatic mutations and disrupted signaling pathways in Saudi Arabian CRC patients.MethodsWe performed whole-exome sequencing (WES) on tumor DNA from 24 Saudi CRC patients. Somatic variants were identified and analyzed in a curated panel of cancer-related genes. Comparative analysis was conducted against The Cancer Genome Atlas colorectal cancer dataset (TCGA-COADREAD), and pathway enrichment analysis was performed.ResultsSomatic variants were identified in 23 tumors, with recurrent mutations in BRCA2 (61%), TCF7L2 (52%), EGFR (43%), and SOS1 (43%). Compared to TCGA-COADREAD, mutation frequencies were significantly higher in BRCA2, EGFR, SLC25A5, and PIK3R2 (adjusted p &amp;lt; 0.0001). Among 258 total variants, 43% were novel, and 25 were classified as pathogenic, likely pathogenic, or deleterious, including 13 novel variants across nine genes. Pathway analysis revealed frequent disruptions in WNT/β-catenin (65%), homologous recombination (61%), PI3K (48%), and RTK/RAS (43%) signaling pathways.ConclusionOur results reveal a distinct mutational profile in Saudi CRC patients, characterized by novel and enriched somatic variants affecting key oncogenic pathways. These findings underscore the necessity of including underrepresented populations in cancer genomics to support globally equitable precision oncology.",
    "publisher": "Frontiers Media SA",
    "type": "journal-article",
    "journal": "Frontiers in Oncology"
  },
  {
    "doi": "10.1007/978-3-032-01536-5_4",
    "title": "Comparison of Feature Extraction Methods for Power-Line Insulator Defect Detection",
    "authors": "Osatohanmwen Noghayin Enehizena; Osemwegie S. Omorogiuwa; Solomon Ogiobadan; Agbotiname Lucky Imoize; Youssef Mejdoub",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Networks and Systems, Connected Objects, Artificial Intelligence, Telecommunications and Electronics Engineering"
  },
  {
    "doi": "10.1007/978-3-032-01536-5_73",
    "title": "An Improved Phishing URL Detection Using Machine Learning Methods",
    "authors": "Joseph Bamidele Awotunde; Christiana Oluwakemi Abikoye; Agbotiname Lucky Imoize; Youssef Mejdoub; Olamilekan Abdulazeez Imran",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Networks and Systems, Connected Objects, Artificial Intelligence, Telecommunications and Electronics Engineering"
  },
  {
    "doi": "10.1007/978-3-032-01536-5_89",
    "title": "Securing Insulin Pumps Against Malicious Injections: A TinyML-Based Anomaly Detection Approach",
    "authors": "Khadija Tlemçani; Kebira Azbeg; Leila Fetjah; Ouail Ouchetto; Said Jai Andaloussi",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Networks and Systems, Connected Objects, Artificial Intelligence, Telecommunications and Electronics Engineering"
  },
  {
    "doi": "10.1007/978-3-032-01536-5_94",
    "title": "Intelligent Cryptosystem Recognition: AI-Driven Approaches for Real-Time Detection",
    "authors": "Allaga Hamza; Abderrazak Farchane; Mohamed Biniz; Said Hakimi",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Networks and Systems, Connected Objects, Artificial Intelligence, Telecommunications and Electronics Engineering"
  },
  {
    "doi": "10.1007/s11145-025-10691-3",
    "title": "Unveiling beliefs and practices in Chinese vocabulary teaching: a sequential exploratory mixed-methods study",
    "authors": "Keyi Zhou; Wai-Ming Cheung; Xi Chen; Pui-sze Yeung; Chin-Hsi Lin",
    "issuedDate": "2025-10-8",
    "abstract": "Abstract\n          Vocabulary is an essential aspect of first-language (L1) teaching and learning. However, little research has previously investigated teachers’ beliefs about and practices of vocabulary teaching in the L1 Chinese context. Accordingly, this study does so using a sequential exploratory mixed-methods approach. The first of its two phases involved qualitative data collection through interviews, observations, stimulated-recall interviews, and assessment of documents. Based on these data, questionnaires were developed for Phase 2: a quantitative study involving 337 teachers aimed at systematically capturing the above-mentioned beliefs and practices. The findings indicate that the sampled teachers primarily focused on meaning-oriented vocabulary teaching, and were more likely to use interactionist than behaviorist teaching methods. Their use of educational technology was extensive, but peripheral, and they placed little emphasis on self-regulated learning. These findings can usefully inform curriculum alignment, and form the basis of our recommendations for effective instructional strategies, including interactive teaching and technology integration. We also propose a framework that facilitates comprehensive analysis of vocabulary teachers’ beliefs and practices while addressing gaps in the L1 Chinese-teaching literature, notably by emphasizing context-specific approaches.",
    "publisher": "Springer Science and Business Media LLC",
    "type": "journal-article",
    "journal": "Reading and Writing"
  },
  {
    "doi": "10.1007/s00586-025-09365-z",
    "title": "ShPCFHNet: shepherd parallel convolutional forward harmonic net for spinal cord injury detection using CT images",
    "authors": "Bhagyashri Thakare; Bhushan Chaudhari; Madhuri Patil; Sachin Kamble",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Science and Business Media LLC",
    "type": "journal-article",
    "journal": "European Spine Journal"
  },
  {
    "doi": "10.3389/fonc.2025.1606568",
    "title": "Comparative short- and long-term outcomes of TOETVA, ETGUA, and COT in thyroid cancer: a propensity score-matched study",
    "authors": "Cong Bian; Zhenmeng Lin; Mingfang Yan; Shaokun Weng; Chao Xie; Wen Pan; Chenlan Huang; Guiren Fang",
    "issuedDate": "2025-10-8",
    "abstract": "ObjectiveThis study aims to compare the short-term and long-term outcomes of three surgical approaches for thyroid cancer: Transoral Endoscopic Thyroidectomy Vestibular Approach (TOETVA), Gasless Unilateral Axillary Endoscopic Thyroidectomy (ETGUA), and Conventional Open Thyroidectomy (COT).MethodsA total of 466 thyroid cancer patients who underwent surgery were initially included. After propensity score matching (PSM), 318 patients were analyzed, with 106 patients in each group (TOETVA, ETGUA, and COT). The primary outcomes compared included surgical parameters (incision length, blood loss, operation time, lymph node dissection), postoperative inflammation (WBC, CRP, IL-6), postoperative complications, postoperative pain (Visual Analog Scale, VAS), scar assessment (Vancouver Scar Scale, VSS), wound satisfaction, costs, and quality of life (36-Item Short Form Health Survey, SF-36).ResultsAfter matching, the operation time for TOETVA was longer than that for both ETGUA and COT. The number of lymph nodes dissected in ETGUA was fewer than in TOETVA and COT. There were no significant differences in postoperative complications, VAS scores, costs, or hospital stay among the three groups. On the first postoperative day, TOETVA and ETGUA showed higher levels of WBC and CRP than COT, but no significant differences were observed by day three. TOETVA had the shortest incision and the lowest VSS score. Wound satisfaction was significantly higher in both TOETVA and ETGUA compared to COT, with no significant difference between TOETVA and ETGUA. In terms of quality of life, some dimensions in TOETVA and ETGUA were higher than in COT. Each surgical approach has its own advantages and disadvantages.ConclusionTOETVA demonstrated the shortest incision and the lowest VSS score, while both TOETVA and ETGUA showed the best wound satisfaction and specific domains of quality of life. However, TOETVA had the longest operation time, and ETGUA had the fewest lymph nodes dissected.",
    "publisher": "Frontiers Media SA",
    "type": "journal-article",
    "journal": "Frontiers in Oncology"
  },
  {
    "doi": "10.3389/fneur.2025.1678073",
    "title": "Evaluation of two AI techniques for the detection of new T2/FLAIR lesions in the follow-up of multiple sclerosis patients",
    "authors": "Milica Mastilović; Olivier Heinzlef; Christian Federau; Verónica Muñoz-Ramírez; Marie Blanchere; Jasmina Boban; Francois Cotton; Myriam Edjlali",
    "issuedDate": "2025-10-8",
    "abstract": "BackgroundMultiple sclerosis is an inflammatory demyelinating disease of the CNS. Annual MRI exams are crucial for disease monitoring. Interpreting high T2/FLAIR lesion loads can be laborious. AI aids in lesion detection, and choosing between different solutions can be challenging.AimThis study compares two distinct software, Pixyl.Neuro.MS® and Jazz®, to assess their performance in T2/FLAIR lesion detection between two-time points.MethodsRetrospective analysis included follow-up MRIs from 35 MS patients. Pixyl.Neuro.MS® automatically segments and classifies lesions. Jazz® automates the reading process and image display. Two readers (15 and 4 years of experience) conducted radiological analysis, followed by AI-assisted readings. A number of new lesions (NL) and reading times were recorded, with ground truth (GT) established by consensus. AI-detected lesions were classified as true (TP) and false positives (FP). Statistical analysis used SPSS (p &amp;lt; 0.05).ResultsPixyl.Neuro.MS® readings averaged 2 min 46 s ± 1 min 4 s while using Jazz® 3 min 33 s ± 2 min 24 s. Over 50% of the population had a high lesion load (&amp;gt;20 lesions). Both software significantly improved NL detection (p &amp;lt; 0.01 for both), revealing them in more patients than standard readings. Standard reports found 8 NL in 2 patients, while AI-assisted readings detected at least 17 TP in 7 patients and rejected 61 FP lesions. GT detected 21 lesions in 19 patients.ConclusionBoth AI software have been found to enhance NL detection in MS patients, outperforming standard methods. These tools offer crucial advantages for accurate disease monitoring.",
    "publisher": "Frontiers Media SA",
    "type": "journal-article",
    "journal": "Frontiers in Neurology"
  },
  {
    "doi": "10.1007/978-3-032-06665-7_24",
    "title": "Leveraging Artificial Intelligence for Detection and Filtering of Inappropriate Social Media Content",
    "authors": "Juttiga Rohita; B. Teja Sree; Ibrapatnam Anusha; Mohammad Sharmila Begum; Nirjogi Mahathi",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Networks and Systems, ICT Systems and Sustainability"
  },
  {
    "doi": "10.1142/s0219477525400206",
    "title": "Quantum Channel FETs for Advanced Biosensors",
    "authors": "D. Pustovyi; M. Petrychuk; A. Fujiwara; Y. Zhang; H. Long; V. Chekubasheva; S. Vitusevich",
    "issuedDate": "2025-10-8",
    "abstract": "Highly sensitive high-speed biosensors are key devices for precise diagnostics, which allows the application of medical treatment in a short time. In this paper, noise spectra and characteristic time constants are studied in nanotransistors with channel sizes below 30[Formula: see text]nm. The quantization effect due to the formation of a quantum dot channel is analyzed based on the transport and noise properties of the device structures. Ultra-low flicker noise at the quantum level with a Hooge parameter of about 10[Formula: see text] is registered. A strong dependence of the characteristic switching time on the modulation effect is revealed with a slope ([Formula: see text]) that considerably exceeds the value of 1, which is typically obtained in large-area device structures. This reflects the fact that a 700% amplification of sensitivity in nanotransistor biosensors can be obtained. A dimensionless R-factor introduced by the ratio of the emission time constant to the capture time constant as a function of gate voltage reveals a slope equal to 20, which is promising for the extraction of very small signals from biomolecules with 20 times higher sensitivity.",
    "publisher": "World Scientific Pub Co Pte Ltd",
    "type": "journal-article",
    "journal": "Fluctuation and Noise Letters"
  },
  {
    "doi": "10.1007/978-3-032-01536-5_109",
    "title": "Analyzing Packet Health in MicaZ-Crossbow WSNs and Error Detection Approach Based on the Gilbert/Elliot Model",
    "authors": "Karim Lahma; Mohamed Hamraoui",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Networks and Systems, Connected Objects, Artificial Intelligence, Telecommunications and Electronics Engineering"
  },
  {
    "doi": "10.1007/978-3-032-06069-3_5",
    "title": "CF-OOD: Concentration-Free Density Estimation for Reliable Out-of-Distribution Detection",
    "authors": "Fabrizio Angiulli; Fabio Fassetti; Maria Pia Zupi",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Computer Science, Similarity Search and Applications"
  },
  {
    "doi": "10.1007/978-3-032-06952-8_9",
    "title": "Cascaded Machine Learning Algorithm for Snoring Detection Based on Audio Signal",
    "authors": "Wanqi Huang; Xuanyi Chen; Jinyu Du; Dingjuan Chua",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Computer Science, Cooperative Design, Visualization, and Engineering"
  },
  {
    "doi": "10.1007/978-3-032-06069-3_35",
    "title": "Double Filtering Using Short and Long Quantized Projections",
    "authors": "Naoya Higuchi; Yasunobu Imamura; Takeshi Shinohara; Kouichi Hirata; Tetsuji Kuboyama",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Computer Science, Similarity Search and Applications"
  },
  {
    "doi": "10.1007/978-3-032-01536-5_45",
    "title": "Intrusion Detection in CAV Networks: A Review of Federated Learning and Hybrid Security Architecture",
    "authors": "Kessabi Salma; Mazri Tomader",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Networks and Systems, Connected Objects, Artificial Intelligence, Telecommunications and Electronics Engineering"
  },
  {
    "doi": "10.1007/978-3-032-01536-5_87",
    "title": "Intelligent Spectral Detection with BPSK Modulation: Evaluation of SVM, NBC, TREE and KNN Model",
    "authors": "Abdessalam El Bandoudi; Mohamed Boulouird",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Networks and Systems, Connected Objects, Artificial Intelligence, Telecommunications and Electronics Engineering"
  },
  {
    "doi": "10.5815/ijcnis.2025.05.04",
    "title": "Intelligent Autoencoder with LSTM based Intrusion Detection and Recommender System",
    "authors": "V. G. Aishvarya Shree; M. Thangaraj",
    "issuedDate": "2025-10-8",
    "abstract": "With the swift growth of digital networks and information in both public and private sectors, it is essential to deal with the considerable threat that network attacks pose to data integrity and confidentiality. Consequently, there is a pressing requirement for the establishment of effective mechanisms to detect and provide recommendations for addressing intrusion attacks. In this paper, we propose a semantic-based intrusion detection system that aims to improve performance by incorporating semantic representations consisting of feature groups and their associated weights, leading to the creation of a weighted knowledge graph. The weights of the features are determined using sparse autoencoders. From these weights, the most significant features are normalized to a specific range. This approach comprises a combination of a Deep Auto Encoder (AE) and Long Short-Term Memory (LSTM) networks for intrusion detection. Furthermore, the ensemble method of Extreme Gradient Boosting (XGBoost) is used to identify and recommend high-probability attack scenarios. The dataset used to evaluate is the CSE-CIC-IDS dataset. Performance metrics such as accuracy, precision, recall, false positive rate, receiver operating characteristic metrics, loss, and error rate are used to measure the performance, and the results show the approach demonstrates substantial improvements in detection accuracy, minimizing false positives, enhancing reliability, and outperforming existing models. The combination of semantic knowledge, deep learning, and ensemble learning ensures a proactive and adaptive cybersecurity framework.",
    "publisher": "MECS Publisher",
    "type": "journal-article",
    "journal": "International Journal of Computer Network and Information Security"
  },
  {
    "doi": "10.1007/978-3-032-01536-5_121",
    "title": "A Majority Voting Scheme in Wireless Sensor Networks for Network Intrusion Detection",
    "authors": "Said Ouhmi; Abdelkarim Ait Temghart; Mbarek Marwan; Khalid Housni",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Networks and Systems, Connected Objects, Artificial Intelligence, Telecommunications and Electronics Engineering"
  },
  {
    "doi": "10.1515/joc-2025-0381",
    "title": "Signal detection in optical orthogonal time space modulation for efficient VLC application",
    "authors": "Anjali Shrivastav; S. P. Meharunnisa; Surat Pyari Atti; Arun Kumar; Aziz Nanthaamornphong",
    "issuedDate": "2025-10-8",
    "abstract": "Abstract\n               This paper presents a detailed analysis of the bit error rate (BER) performance of a proposed maximum likelihood (ML) detection scheme for optical orthogonal time space modulation (OTSM) systems using 64-QPSK, considering practical optical impairments and diverse channel conditions. The evaluation covers scenarios with 5 % and 10 % channel estimation errors, as well as Rayleigh and Rician fading environments. Simulation results confirm that the proposed machine learning (ML) detector consistently outperforms conventional methods – including OTSM, zero-forcing equalization (ZFE), minimum mean square error (MMSE), and conventional ML – by delivering substantial SNR gains. For instance, under 10 % and 5 % estimation errors, the target BER of 10−3 is achieved at 12.2 dB and 10.8 dB, respectively, providing up to 6 dB improvement over baselines. In Rayleigh fading, the same BER is attained at 9.6 dB with a gain of 7.7 dB, while in Rician fading, the detector achieves optimal performance at only 6 dB, outperforming others by as much as 9.5 dB. These results underscore the robustness of the proposed ML approach against estimation inaccuracies and fading, making it well-suited for low-power, high-reliability applications in 6G, Internet of things (IoT), vehicular networks, and satellite communications.",
    "publisher": "Walter de Gruyter GmbH",
    "type": "journal-article",
    "journal": "Journal of Optical Communications"
  },
  {
    "doi": "10.5815/ijcnis.2025.05.03",
    "title": "Novel Hybrid LOA-VCS Metaheuristic Approach with Adaptive Parameter Tuning for Network Intrusion Detection",
    "authors": "Mohammad Othman Nassar; Feras Fares AL-Mashagba",
    "issuedDate": "2025-10-8",
    "abstract": "The increasing complexity and dynamism of modern cyber threats necessitate intelligent and adaptive network intrusion detection systems (NIDS). This paper proposes a novel hybrid metaheuristic approach that combines the Lion Optimization Algorithm (LOA) with the Virus Colony Search (VCS), enhanced by adaptive parameter tuning mechanisms. The proposed LOA-VCS hybrid algorithm addresses limitations in prior single and hybrid metaheuristic by alternating exploration and exploitation strategies across epochs, optimizing detection performance in high-dimensional feature spaces. Unlike previous hybrid metaheuristics that use fixed or non-adaptive control, our model uniquely alternates LOA and VCS phases adaptively across epochs to enhance convergence and detection robustness. A real-world intrusion detection dataset evaluated the LOA-VCS model with 98.4% detection accuracy, an F1-score of 0.976, and an AUC of 0.986, consistently outperforming the standalone LOA and VCS baselines. These results emphasize the power of adaptive hybrid met heuristics in maintaining low false alarms while ensuring strong recall for NIDS. The proposed approach can be deployed in scalable, high-speed systems in today’s contemporary cyber security environments.",
    "publisher": "MECS Publisher",
    "type": "journal-article",
    "journal": "International Journal of Computer Network and Information Security"
  },
  {
    "doi": "10.1007/978-3-032-06665-7_7",
    "title": "Robust Online Action Detection: Advancing Multi-object Tracking in Surveillance Scenarios",
    "authors": "Shahedhadeennisa Shaik; R. B. Abhinav; S. P. Chaitra; S. M. Sagari",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Networks and Systems, ICT Systems and Sustainability"
  },
  {
    "doi": "10.1007/978-3-032-07175-0_27",
    "title": "ROS2 Pipeline for Open-Vocabulary Object Detection and 3D Reconstruction on Jetson Orin Nano",
    "authors": "Sergio Oliveros; Rubén Manrique",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Communications in Computer and Information Science, Applied Informatics"
  },
  {
    "doi": "10.1007/978-3-032-07175-0_15",
    "title": "Preliminary Evaluation of Vision-Language Models for Fall Detection",
    "authors": "Oumaima Guendoul; Adil Bahaj; Youness Tabii; Rachid Oulad Haj Thami",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Communications in Computer and Information Science, Applied Informatics"
  },
  {
    "doi": "10.3389/fpubh.2025.1662574",
    "title": "The impact of long-term care insurance on the subjective well-being of middle-aged and older individuals in rural China an empirical analysis based on CHARLS data",
    "authors": "Zhenwei Liu; Yinan Yang; Guoli Mo; Chunzhi Tan; Weiguo Zhang; Wei Jia",
    "issuedDate": "2025-10-8",
    "abstract": "The severe, often overlooked, mental health crisis among the aging population in rural China poses a pressing social challenge. This study investigates the role of a major policy intervention, Long-Term Care Insurance (LTCI), in enhancing their subjective well-being (SWB). Using panel data from the China Health and Retirement Longitudinal Study (CHARLS) for 2011–2020 and a multi-period difference-in-differences (DID) model, we find that LTCI implementation significantly improves the SWB of rural middle-aged and older residents. The underlying mechanisms include alleviated medical expenditure burdens, improved health status, and increased consumption. Crucially, our findings reveal a powerful equity-enhancing effect: the well-being benefits are substantially greater for the most vulnerable individuals—those with lower income, poorer health, and limited education. This study highlights LTCI’s vital function not only as a financial safety net but also as a crucial tool for promoting mental wellness and social equity in rural China. Policy should prioritize the expansion and optimization of LTCI to better support this at-risk demographic.",
    "publisher": "Frontiers Media SA",
    "type": "journal-article",
    "journal": "Frontiers in Public Health"
  },
  {
    "doi": "10.1007/s00442-025-05807-z",
    "title": "Long-term ecological studies must continue: insights from a dryland transition zone",
    "authors": "V. Huong Le; Scott L. Collins; Rodrigo Vargas",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Science and Business Media LLC",
    "type": "journal-article",
    "journal": "Oecologia"
  },
  {
    "doi": "10.1007/978-3-032-06952-8_15",
    "title": "Using Miro Collaboration Platform for Semester-Long Group Projects in Communication Design Research",
    "authors": "Alex Ivanov; Jiashen Wang; Letwin Tawira",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Computer Science, Cooperative Design, Visualization, and Engineering"
  },
  {
    "doi": "10.1007/978-3-032-06665-7_35",
    "title": "Plant Leaf Disease Detection System Using Deep Learning",
    "authors": "Soni R. Ragho; Rohan R. Swami; Tanuja S. Gaikwad; Aaditi P. Narke; Shubham M. Atak",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Networks and Systems, ICT Systems and Sustainability"
  },
  {
    "doi": "10.1007/978-3-032-06665-7_4",
    "title": "ODDNet-Object Detection in Dark with Attention-Driven RGB-Event Fusion",
    "authors": "Safa Imtihaz Sayyad; Jyoti M. Satihal; Ujwala Patil",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Networks and Systems, ICT Systems and Sustainability"
  },
  {
    "doi": "10.1007/978-3-032-01536-5_31",
    "title": "Kolmogorov–Arnold Networks for Speech-Based Alzheimer’s Detection",
    "authors": "Anass El Hallani; Adil Chakhtouna; Abdellah Adib",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Networks and Systems, Connected Objects, Artificial Intelligence, Telecommunications and Electronics Engineering"
  },
  {
    "doi": "10.1007/978-3-032-01536-5_24",
    "title": "Smart Diaper System: An IoT-Enabled Solution for Real-Time Urine Detection and Patient Monitoring",
    "authors": "Yassir Moutia; Achraf Iderdar; Mohammed Rmioui; Aissame Abousalim; Mohamed Salha",
    "issuedDate": "2025-10-8",
    "abstract": "N/A",
    "publisher": "Springer Nature Switzerland",
    "type": "book-chapter",
    "journal": "Lecture Notes in Networks and Systems, Connected Objects, Artificial Intelligence, Telecommunications and Electronics Engineering"
  },
  {
    "doi": "10.21203/rs.3.rs-7392974/v1",
    "title": "Knowledge Graph based Visual Reasoning Method for Cabinets Connecting Defect Detection",
    "authors": "Yizihe Lang; Chunchao Chen; Qiancheng Cai; Shuangzhu Tao; Baoxing Ju; Haiyan Yu",
    "issuedDate": "2025-10-8",
    "abstract": "Abstract\n        Existing visual inspection algorithms for wiring defect detection in substation protection panels exhibit limited robustness when handling real-world conditions such as partial character occlusion and ambiguous symbols, achieving field accuracy rates of merely 60%. This paper proposes a novel defect detection algorithm that integrates knowledge graphs with visual reasoning. By constructing a dedicated knowledge graph for substation protection panel wiring systems and synergistically combining Yolov8's rotated object detection with Qwen-2.5 foundation vision model's image reasoning capabilities, the proposed method enables intelligent inference of missing or blurred characters while detecting and correcting ambiguous character recognition. Logical wiring rules are rigorously embedded throughout the process. The approach was validated through defect detection on over 5,000 panel images, with comparative analysis against conventional optical character recognition (OCR) algorithms. Statistical results demonstrate approximately 95% parsing accuracy for wiring images with incomplete local information elements. Compared to traditional PaddleOCR, our method achieves a 29.18% improvement in recognition accuracy for cable markings and significantly mitigates confusion between visually similar characters (e.g., \"0\" and \"O\"). This breakthrough substantially enhances the reliability of visual recognition for wiring defects in protection panels.",
    "publisher": "Springer Science and Business Media LLC",
    "type": "posted-content",
    "journal": "N/A"
  }
]